Repository: nthadrien/aafeben-siteweb
Catalog: Resources/Views/Home/AProposDeNous.*.resx
Languages: fr

# desc
source: The NGO has existed since May 11, 2001.
fr: L'ONG existe depuis le 11 Mai 2001.

# title
source: About Us
fr: À propos de nous

# vision
source: Our Vision
fr: Notre Vision

# vSummary
source: Empower communities for a sustainable future.
fr: Donner aux communautés les moyens d'un avenir durable.

# vtxt
source: Indigenous peoples and local communities, especially women and youth, derive economic benefits from the sustainable management of forest resources in TRIDOM and TNS landscapes for their well-being.
fr: Les peuples autochtones et communautés locales, spécifiquement les femmes et les jeunes tirent des bénéfices économiques de la gestion durable des ressources forestières dans les paysages TRIDOM et TNS pour leur bien-être.

# mission
source: Our Mission
fr: Notre Mission

# mtxt
source: Our mission is to support communities in the rational and sustainable management of their natural resources and the awareness of their assets for their development.
fr: Nous avons pour mission d'accompagner les communautés à la gestion rationnelle et durable de leurs ressources naturelles et la prise de conscience de leurs atouts pour leur développement.

# zone
source: For over 20 years, we have been conducting a large number of activities in the East Cameroon region, primarily in two high conservation value landscapes: the Tri-National de la Sangha (TNS) and TRIDOM. Our work focuses on the riverside communities of five protected areas, namely the Lobéké, Boumba-Bek, and Nki National Parks, as well as the Ngoyla Faunal Reserve and the Dja Biosphere Reserve. These interventions mainly extend across the Boumba and Ngoko departments and the Haut-Nyong, covering the districts of Mouloundou, Salapoumbé, Yokadouma, Lomié, Ngoyla, Mindourou, and Messok.
fr: Depuis plus de 20 ans, nous menons un grand nombre d’activités dans la région de l’Est Cameroun, principalement dans deux paysages à haute valeur de conservation : le Tri National de la Sangha (TNS) et le TRIDOM. Notre travail se concentre sur les communautés riveraines de cinq aires protégées, à savoir les Parcs Nationaux de Lobéké, Boumba-Bek et Nki, ainsi que la réserve de faune de Ngoyla et la réserve de biosphère du Dja. Ces interventions s’étendent principalement dans le département de la Boumba et Ngoko et le Haut-Nyong, couvrant les arrondissements de Mouloundou, Salapoumbé, Yokadouma, Lomié, Ngoyla, Mindourou et Messok.

# intv
source: Areas of Intervention
fr: Zones d’interventions

# staff
source: Our Staff
fr: Notre Staff

# staffText
source: We are mostly compose of young and dynamic. It is with pleasure that we introduce you to our staff
fr: Nous sommes majoritairement jeunes et dynamiques. C'est avec plaisir que nous vous présentons notre staff

# who
source: Who are we?
fr: Qui Sommes-Nous?

# wtxt1
source: AAFEBEN is a civil society organization created on May 11, 2001 in the district of Yokadouma, Eastern region of Cameroon. It was initially set up to empower the women of this locality who were increasingly vulnerable.
fr: AAFEBEN est une organisation de la société civile créée le 11 Mai 2001 dans l’arrondissement de Yokadouma, région de l’Est du Cameroun. Elle a été mise sur pied à la base pour l’autonomisation des femmes de cette localité qui étaient de plus en plus vulnérables.

# wtxt2
source: With time, we have embraced other issues on the social, environmental and economic level. Thus placing not only women at the center but other vulnerable groups such as indigenous peoples and in general local communities.
fr: Et peu à peu nous avons embrassé d’autres problématiques sur le plan social environnemental et économique. Ainsi mettant non plus seulement la femme au centre mais d’autres groupes vulnérables tels les peuples autochtones et de manière générale les communautés locales.

# axes
source: Strategic Axes
fr: Axes Strategiques
