Repository: nthadrien/aafeben-siteweb
Catalog: Resources/Views/Home/Index.*.resx
Languages: fr

# title
source: Home
fr: Acceuil

# description
source: Home page
fr: Page d'acceuil

# dear
source: Dear Internet users,
fr: Chers internautes,

# speech1
source: I am happy, in my capacity as Director of Support for the Empowerment of Women in Boumba and Ngoko (AAFEBEN), to welcome everyone to our website www.aafeben.com. You have certainly heard of AAFEBEN or read some information relating to this civil society organization created on May 11, 2001 in the district of Yokadouma, Eastern region.
fr: Je suis heureuse, en ma qualité de Directrice de l’Appui à l’Autonomisation de la Femme de la Boumba et Ngoko (AAFEBEN), de souhaiter à tous la bienvenue sur notre site internet www.aafeben.com . Vous avez certainement entendu parler d’AAFEBEN ou lu quelques informations relatives à cette organisation de la société civile créée le 11 Mai 2001 dans l’arrondissement de Yokadouma, région de l’Est.

# speech2
source: It was initially set up to empower the women of this locality who were increasingly vulnerable. After several years of hard work on this issue, AAFEBEN has gradually embraced other issues on the social, environmental and economic levels. Thus placing not only women at the center but other vulnerable groups such as indigenous peoples and in general local communities for whom AAFEBEN works for their well-being.
fr: Elle a été mise sur pied à la base pour l’autonomisation des femmes de cette localité qui étaient de plus en plus vulnérables. Après plusieurs années de travail acharné sur cette problématique, AAFEBEN a peu à peu embrassé d’autres problématiques sur le plan social, environnemental et économique. Ainsi mettant non plus seulement la femme au centre mais d’autres groupes vulnérables tels les peuples autochtones et de manière générale les communautés locales pour lesquelles AAFEBEN œuvre pour leur bienêtre.

# speech3
source: AAFEBEN would like, thanks to the digital means of communication offered by the Internet, to be closer to its target audiences and more open to the world to better develop its notoriety both nationally and internationally. It is also an opportunity for us to meet partners who will help us achieve our mission.
fr: AAFEBEN voudrait, grâce aux moyens de communication digitaux qu’offre Internet, être plus proche de ses publics cibles et plus ouvert au monde pour mieux développer sa notoriété tant au niveau national qu’international. C’est également une opportunité pour nous de pouvoir rencontrer des partenaires qui nous assisteront dans la réalisation de notre mission.

# speech4
source: Our website also allows us to promote the various products of the cooperatives in our area of ​​intervention that we support. These are non-timber forest products such as Djanssang, Tondo, black pepper, wild mango, Rondelle, Plat-plat, Mbalaka, Moabi but also cocoa... They are presented to you in all forms , starting from the first to the third transformation.
fr: Notre site internet permet également à promouvoir les différents produits des coopératives de notre zone d’intervention que nous appuyons. Il s’agit des produits forestiers non ligneux tels le Djanssang, le Tondo, le poivre noir, la mangue sauvage, la Rondelle, le Plat-plat, le Mbalaka, le Moabi mais aussi du cacao… Ils vous sont présentés sous toutes les formes, partant de la première à la troisième transformation.

# speech5
source: Finally, the new site will give you the opportunity to follow our daily activities. Happy browsing!!
fr: Enfin, le nouveau site vous donnera la possibilité de suivre nos activités au quotidien. Bonne navigation !!!

# activ
source: Our varied activities have a lasting impact on the individuals and communities where we operate.
fr: Nos activités variées ont un impact durable sur les individus et les communautés ou nous exercons.

# activtxt
source: After several years of hard work, AAFEBEN has gradually embraced other social, environmental and economic issues. Our major activities have gradually increased according to the urgent needs in our intervention communities. Here are some of the most common activities:
fr: Après plusieurs années de travail acharné, AAFEBEN a peu à peu embrassé d’autres problématiques sur le plan social, environnemental et économique. Nos activités majeures ont peu à peu augmenté selon les besoins urgents dans nos communautés d'interventions. Voici quelques-unes des activités les plus courantes :

# actT1
source: Inclusive support for Baka and Bantu women
fr: Appui inclusive des femmes baka et bantous

# actP1
source: Empower these women through training and resources to improve their economic and social participation
fr: Autonomiser ces femmes par des formations et des ressources pour améliorer leur participation économique et sociale.

# actT2
source: Community mobilization for the fight against pandemics and epidemics
fr: Mobilisation communautaire pour la lutte contre les pandémies et les épidémies

# actP2
source: Raise awareness and educate communities to strengthen their resilience in the face of health crises.
fr: Sensibiliser et éduquer les communautés pour renforcer leur résilience face aux crises sanitaires.

# actT3
source: Training and support for community businesses
fr: Formation et accompagnement des entreprises communautaires

# actP3
source: Provide training and support to improve entrepreneurial skills and facilitate access to markets.
fr: Offrir des formations et un accompagnement pour améliorer les compétences entrepreneuriales et faciliter l'accès aux marchés.

# actT4
source: Support for reforestation of trees with high economic value
fr: Appui au reboisement des arbres à haute valeurs économique

# actP4
source: Promote the planting of trees with high economic value to restore ecosystems and generate income.
fr: Promouvoir la plantation d'arbres à haute valeur économique pour restaurer les écosystèmes et générer des revenus.

# actT5
source: Valorization of non-wood forest products
fr: Valorisation des produits forestiers non ligneux

# actP5
source: Encourage sustainable practices to create market opportunities for products such as fruits and medicinal plants.
fr: Encourager des pratiques durables pour créer des opportunités de marché pour des produits comme les fruits et les plantes médicinales.

# more
source: See More
fr: Voir Plus

# p2
source: Director of AAFEBEN
fr: Directrice d'AAFEBEN
